[
    {
        "title": "In This Corner of the World",
        "japaneseTitle": "この世界の片隅に",
        "videoUrl": "/static/inthiscorneroftheworld.mp4",
        "summary": "Set in Hiroshima during World War II, an eighteen-year-old girl gets married and now has to prepare food for her family despite the rationing and lack of supplies. As she struggles with the daily loss of life's amenities she still has to maintain the will to live.",
        "youtubeId": "-jBe-uHhlNs"
    },
    {
        "title": "A Silent Voice",
        "japaneseTitle": "聲の形",        
        "videoUrl": "/static/asilentvoice.mp4",
        "summary": "A young man is ostracized by his classmates after he bullies a deaf girl to the point where she moves away. Years later, he sets off on a path for redemption.",
        "youtubeId": "nfK6UgLra7g"
    },
    {
        "title": "Made in Abyss",
        "japaneseTitle": "メイドインアビス",        
        "videoUrl": "/static/madeinabyss.mp4",
        "summary": "A young girl finds and befriends a humanoid robot and descends with him into the titular Abyss in search of her mother.",
        "youtubeId": "vcuCPFddeF8"
    },
    {
        "title": "Miss Kobayashi's Dragon Maid ",
        "japaneseTitle": "小林さんちのメイドラゴン",        
        "videoUrl": "/static/maiddragon.mp4",
        "summary": "An office worker employs a kindhearted dragon to serve as her maid, and enters a world of comic misadventures.",
        "youtubeId": "8JME_Pa8rgY"
    },
    {
        "title": "Aho Girl",
        "japaneseTitle": "アホガール",        
        "videoUrl": "/static/ahogirl.mp4",
        "summary": "The adventures of an idiot girl and her long-suffering friends.",
        "youtubeId": "Auh5pgYXa5c"
    },
    {
        "title": "Kemono Friends",
        "japaneseTitle": "けものフレンズ",        
        "videoUrl": "/static/kemonofriends.mp4",
        "summary": "In the large animal park named Japari Park, animals have lived in the shape of human girls by the power of mysterious substances called Sandstar. However, Japari Park has started to dilapidate from time unknown. One day, a human child of amnesia gets lost in Japari Park. The child goes on a journey to find the child's way home with the help of animal girls, and they learn why Japari Park was dilapidated during their journey.",
        "youtubeId": "kzP4bAv9QXU"
    },
    {
        "title": "Kizumonogatari",
        "japaneseTitle": "傷物語",        
        "videoUrl": "/static/kizumonogatari.mp4",
        "summary": "Follows Araragi's encounter with the vampire Kiss-shot Acerola-orion Heart-under-blade and his journey back into humanity from being a vampire.",
        "youtubeId": "LYPJoA9udJo"
    },
    {
        "title": "Shouwa Genroku Rakugo Shinjuu",
        "japaneseTitle": "昭和元禄落語心中",        
        "videoUrl": "/static/rakugo.mp4",
        "summary": "Yotarou is a former yakuza member fresh out of prison and fixated on just one thing: rather than return to a life of crime, the young man aspires to take to the stage of Rakugo, a traditional Japanese form of comedic storytelling.",
        "youtubeId": "rMWOuwFpF-g"
    }
]